tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "cryptography"
brew "gdbm"
brew "ghostscript"
brew "gifsicle"
brew "unbound"
brew "gnutls"
brew "graphicsmagick"
brew "harfbuzz"
brew "libsodium"
brew "libssh2"
brew "llvm"
brew "openjdk"
brew "openssl@1.1"
brew "pipx"
brew "pkg-config"
brew "pngpaste"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "rtmpdump"
brew "trash"
brew "tree"
brew "wakatime-cli"
brew "wireguard-tools"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "mitmproxy"
cask "sf-symbols"
cask "sfm"
