tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localsend/localsend"
brew "cryptography"
brew "xz"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "libssh2"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "graphicsmagick"
brew "harfbuzz"
brew "jq"
brew "lf"
brew "libsodium"
brew "llvm"
brew "openjdk"
brew "maven"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "perl"
brew "pipx"
brew "pkg-config"
brew "pngpaste"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "rust"
brew "so"
brew "starship"
brew "telnet"
brew "trash"
brew "tree"
brew "wakatime-cli"
brew "wget"
brew "wireguard-tools"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "kitty"
cask "localsend"
cask "mitmproxy"
cask "sf-symbols"
cask "sfm"
