tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pouriyajamshidi/tap"
tap "siderolabs/tap"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "pixman"
brew "cairo"
brew "cryptography"
brew "gdbm"
brew "gifsicle"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gradle"
brew "graphicsmagick"
brew "hashcat"
brew "jpeg"
brew "kotlin"
brew "pango"
brew "librsvg"
brew "libsodium"
brew "libssh2"
brew "llvm"
brew "mingw-w64"
brew "mtr"
brew "openssl@1.1"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "pyenv"
brew "python-setuptools"
brew "python@3.10"
brew "rtmpdump"
brew "sshuttle"
brew "uv"
brew "wakatime-cli"
brew "websocat"
brew "wireguard-tools"
brew "pouriyajamshidi/tap/tcping"
brew "siderolabs/tap/talosctl"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "gstreamer-runtime"
cask "mitmproxy"
cask "motrix"
cask "sf-symbols"
cask "sfm"
cask "wine-stable"
